export const About = () => {
    return (
        <div className="p-8 max-w-7xl m-auto">
            <h1 className="text-3xl font-bold mb-4">О компании БайБай 🚂</h1>
            <p className="text-gray-700 mb-4">
                БайБай – это удобный сервис для покупки билетов на пригородные поезда. Мы предлагаем широкий выбор маршрутов и удобные способы оплаты, чтобы сделать ваше путешествие максимально комфортным.
            </p>
            <p className="text-gray-700 mb-4">
                Наша компания стремится предоставить клиентам лучший сервис и оптимальные цены на билеты. Мы постоянно работаем над улучшением нашего сервиса и расширением сети маршрутов, чтобы удовлетворить потребности каждого пассажира.
            </p>
            <p className="text-gray-700 mb-4">
                Мы гордимся тем, что предлагаем быструю и удобную покупку билетов, а также отличный сервис поддержки клиентов. Присоединяйтесь к миллионам довольных пассажиров, выбирающих БайБай для своих поездок!
            </p>
            <img src="https://media.istockphoto.com/id/1181249621/ru/%D1%84%D0%BE%D1%82%D0%BE/%D1%8D%D0%BB%D0%B5%D0%BA%D1%82%D1%80%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B9-%D0%BF%D0%B0%D1%81%D1%81%D0%B0%D0%B6%D0%B8%D1%80%D1%81%D0%BA%D0%B8%D0%B9-%D0%BF%D0%BE%D0%B5%D0%B7%D0%B4-%D0%B5%D0%B7%D0%B4%D0%B8%D1%82-%D0%BD%D0%B0-%D0%B2%D1%8B%D1%81%D0%BE%D0%BA%D0%BE%D0%B9-%D1%81%D0%BA%D0%BE%D1%80%D0%BE%D1%81%D1%82%D0%B8-%D1%81%D1%80%D0%B5%D0%B4%D0%B8-%D0%B3%D0%BE%D1%80%D0%BE%D0%B4%D1%81%D0%BA%D0%BE%D0%B3%D0%BE-%D0%BF%D0%B5%D0%B9%D0%B7%D0%B0%D0%B6%D0%B0.jpg?s=612x612&w=0&k=20&c=0BRuuUAWCZYyDRdm9MRfUdYBRfD_cYlAif2wRE-GTTM="/>
        </div>
    )
}
