export const About = () => {
    return (
        <div className="p-8 max-w-7xl m-auto">
            <h1 className="text-3xl font-bold mb-4">О компании БайБай</h1>
            <p className="text-gray-700 mb-4">
                БайБай – это удобный сервис для покупки билетов на пригородные поезда. Мы предлагаем широкий выбор маршрутов и удобные способы оплаты, чтобы сделать ваше путешествие максимально комфортным.
            </p>
            <p className="text-gray-700 mb-4">
                Наша компания стремится предоставить клиентам лучший сервис и оптимальные цены на билеты. Мы постоянно работаем над улучшением нашего сервиса и расширением сети маршрутов, чтобы удовлетворить потребности каждого пассажира.
            </p>
            <p className="text-gray-700 mb-4">
                Мы гордимся тем, что предлагаем быструю и удобную покупку билетов, а также отличный сервис поддержки клиентов. Присоединяйтесь к миллионам довольных пассажиров, выбирающих БайБай для своих поездок!
            </p>
        </div>
    )
}
